src/tests/fixtures/xml/request_dagmutaties.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:v20="http://www.kadaster.nl/schemas/gds2/make2stock/v20201201">
    <soapenv:Header/>
    <soapenv:Body>
        <v20:BestandenlijstOpvragenRequest>
            <v20:Periode>
                <v20:DatumTijdVanaf>2021-05-28T00:00:00</v20:DatumTijdVanaf>
                <v20:DatumTijdTotEnMet>2021-05-28T23:59:59</v20:DatumTijdTotEnMet>
            </v20:Periode>
            <v20:Artikelnummers>2529</v20:Artikelnummers>
        </v20:BestandenlijstOpvragenRequest>
    </soapenv:Body>
</soapenv:Envelope>
